<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="sms_template.aspx.cs" Inherits="CTCRM.sms_template" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" >
<head runat="server">
    <title>店铺管家 - 短信模版</title>
    <style type="text/css">
div {
	width:1350px;
}
div p {
	padding:0px;
	margin:0px;
	height:35px;
	line-height:35px;
	font-size:14px;
	border-bottom:1px solid #ddd;
}
</style>
</head>
<body>
    <form id="form1" runat="server">
    <div>
	<strong style="font-size:18px;display:block;background:#e6e6e6;height:35px;line-height:35px;padding-left:5px;">女人节短信：</strong>
	<p>亲，3.8约惠女人节！和您相约初春枣惠，天天三颗枣，嚼出健康和美丽，特贡品质，营养美味，和家人一起分享爱的味道！</p>
	<p>你穿得这么漂亮，家里人知道吗？女人节，让自己再漂亮一点，春夏海量新款尝新，限当天！</p>
	<p>亲，多久没有收到礼物啦？女人节给自己一份礼物吧。一份爱的礼物。</p>
	<strong style="font-size:18px;display:block;background:#e6e6e6;height:35px;line-height:35px;padding-left:5px;">情人节短信：</strong>
	<p>春来看花开，冬去踏雪归，有你的日子，再苦也分外香甜，亲，我好想你，回来看看：www.taobao.com</p>
	<p>因为想你，所以思念，因为爱你，所以才心疼你，我不在身边的时候请照顾好自己！</p>
	<p>说不清为什么对你如此眷恋，与你一次相遇，铸就今生情缘！双节快乐！有空常回来看看：www.taobao.com</p>
	<p>幸福，是杯浓烈的美酒，甜蜜，是股淡淡的花香，与你在一起的心跳，是最永恒的美妙！</p>
	<p>展读素笺，嗅到您的唇香，**眼镜，行走鼻端的指尖，情人节还您一个清晰世界，心灵窗户的最爱！</p>
	<p>将相思种成红豆，碾豆成尘，寄思明月，将月捻如钩，亲，最爱您一抹粉黛，**彩妆为您美丽加分：www.taobao.com</p>
	<p>思念美酒醉了霓虹，缘分缩短了我俩的距离，落英纷飞的璀璨中，搂住岁月的腰身，拽紧最爱的你！双节幸福快乐！</p>
	<p>亲，接住我抛过来的祝福，去告诉亲朋，告诉好友，拔节的爱情大声说出你的爱！</p>
	<p>夜深了，剪缕暮色，放进您的梦里，**家纺将守住那弯新月，陪您安然入睡！</p>
	<p>没有更多的奢望，守在您的身旁，是我一生最大的愿望，月落了心静了，让**家纺靠着您的肩，安然入睡！</p>
	<p>时光承载誓言，岁月见证忠诚，生命记录爱情，一径溪流一缕阳光，心与心的交流，情与情的共鸣，低眉回首我们最美的爱恋！双节快乐！</p>
	<p>亲，这么多年，**一致默默地守着您，陪你笑陪你哭，陪你一起走过风风雨雨，只愿您幸福快乐！</p>
	<p>和您一起的日子，风格外轻，云格外白，不求朝朝暮暮，只求亲有空常回来看看：www.taobao.com</p>
	<p>舀一瓢水为您洗去尘埃，裁一片云彩为您做一身美丽衣裳，**服饰多年坚守您的身旁，为您打造最美丽的佳人，只为我们不再残缺的爱！</p>
<!-- 
	<strong style="font-size:18px;display:block;background:#e6e6e6;height:35px;line-height:35px;padding-left:5px;">春节短信：</strong>
	<p>带个女朋友回家过年，顺带两箱天地壹号，手机点击查看http://www.taobao.com</p>
	<p>宝贝们：幸福娃又上新衣衣咯~酷酷靓靓的衣橱，新年啦，备新衣过新年，一起在“幸福”中成长！</p>
	<p>2013已成过往,2014崭新开启。春节一起来聚“惠”，把爱带回家：www.taobao.com</p>
	<p>新年的钟声敲响，新年的日历翻开，新的一年给最爱的TA，一份爱的礼物：www.taobao.com</p>
	<p>亲，元旦快乐！金蛋银蛋幸运蛋，还给您准备了一个快乐蛋，快打开看看：www.taobao.com</p>
	<p>元旦到，2014年1号文件，科学的幸福观，快乐为本，统筹健康平安，春节把健康带回家：www.taobao.com</p>
	<p>元旦到，美妙钟声敲响，敲开2014年的幸运之门：www.taobao.com</p>
	<p>从此忘掉2013的烦恼，在2014的美好中微笑，收拾心情回家过年，把爱带上：www.taobao.com</p>
	<p>在家顺在外顺，一顺百顺；天地顺人情顺，风调雨顺！带上年货，一帆风顺回家：www.taobao.com</p>
	<p>敲响新年的钟；传出祝福的讯：新年快乐！记得常回家看看哦，把年货带上www.taobao.com</p>
	<p>宝贝，新年啦，12.30邀您一起加入我们微淘和宝宝中心来聚（惠），智慧树迷宫一起来寻宝，叠叠乐叠出快乐多彩。</p>
	<strong style="font-size:18px;display:block;background:#e6e6e6;height:35px;line-height:35px;padding-left:5px;">圣诞短信：</strong>
	<p>圣诞节日到，祝福不能少,快乐圣诞！亲，圣诞邀您一起来聚“惠”http://www.taobao.com </p>
	<p>圣诞老人眯眯笑，戴着可爱圣诞帽，XX邀您一起过圣诞,给您精心准备了圣诞禮物，来看看：http://www.taobao.com </p>
	<p>铃儿响祝福忙；吉祥到袜子装!亲，圣诞快乐！给自己和亲朋好友一份禮物，快看看：http://www.taobao.com </p>
	<p>亲，圣诞快乐！多久没收到礼物了，圣诞节给自己一份禮物吧！：http://www.taobao.com </p>
	<p>快乐鹿，吉祥撬，如意袜，幸福帽！XX邀您一起加入我们的圣诞party，更有圣诞禮物派送哦！http://www.taobao.com </p>
	<p>圣诞钟声敲响，鹿儿蹄声回荡，温暖的歌声送上，圣诞的禮物呈上：http://www.taobao.com （偷偷告诉您，惊呆小伙伴了）</p>
	<p>圣诞树结心愿，红烛光盈笑脸；动动手指，心愿即刻实现：http://www.taobao.com </p>
	<p>长筒袜塞惊囍，小驯鹿情意舔。亲，XX给偷偷给您的床头挂了一个长筒袜，快打开看看：http://www.taobao.com </p>
	<p>一场美丽的演绎，一曲美妙的乐章，深情的吻,动人的瞬间，雪的纯洁世界，不会虚伪,给TA一份特别的温暖：http://www.taobao.com </p>
	<p>我爬过烟囱，穿过窗；拉过雪橇，踏过霜；挂过礼物，化过妆；扮过老人，送福光！你是福光第一人，快看看http://www.taobao.com </p>
	<p>有了圣诞，雪花倍加浪漫；有了许愿，生活更加灿烂；给最爱的TA一份浪漫的禮物：http://www.taobao.com </p>
	<p>圣诞之花拿在手，幸运朝你点点头；圣诞之帽戴在头，爱情朝你招招手，一起来圣诞party happy吧：http://www.taobao.com </p>
	<p>散不尽的圣诞情节：翠绿的圣诞树，可爱的圣诞帽……亲，把圣诞带回家吧！http://www.taobao.com </p>
	<p>圣诞到，我的短信来问好；圣诞好，圣诞礼物不能少，亲，圣诞禮物大派送，晚了就没咯：http://www.taobao.com </p>
	<p>奉天承运，“圣”旨昭曰：欣逢圣诞之期，赐君灵丹圣药，可养圣颜，保重圣体，圣诞快乐！http;//taobao.com </p>
	<p>奉天承运，圣旨昭曰：欣逢圣诞之期，爱将立功有嘉，特为君举办圣诞party,赐君xx大衣，可保圣体，圣诞快乐！http//taobao.com </p>
 -->
	<strong style="font-size:18px;display:block;background:#e6e6e6;height:35px;line-height:35px;padding-left:5px;">情感短信：</strong>
	<p>亲，双Ⅰ2，XX男装——男人的魅力衣橱，寒冬依然可以温度与风度共存，时尚与帅气同在，I'm man!</p>
	<p>双Ⅰ2年终盛典，过年的战衣准备好了吗？高端大衣、奢华皮草，让你的冬季更有面子</p>
	<p>亲，双Ⅰ2！最后一战，国不可一日无君，君不可一日无茶！香泉一合乳，一盏清茗酬知音。</p>
	<p>亲，浴室宽敞整洁万般好，厨房窗明几净香味飘，装修要好的，就选XX！</p>
	<p>亲，双Ⅰ2，不搭配不女人，XX——女人的搭配衣橱，轻纱罗绮，寒冬依然温暖并美丽，有空回来看看http://www.taobao.com</p>
	<p>亲！双Ⅰ2，寒冬别忘了一直默默无闻的双脚，独一无二纯手工毛线袜，最贴心的温暖！</p>
	<p>一丈丝纶一渔钩，一人独钓一江秋,万傾波中得自由，尽得垂钓之乐，卓凡渔具让您垂钓卓越非凡！</p>
	<p>寒轻春尚早，妾身何愁衣着少，衣见钟情潮流好，脱旧衣换新衣，今冬美丽身材好！</p>
	<p>一日吃三枣，终身不显老！XXX双Ⅰ2已开始！枣枣只需16.8银两，若不真放血您难回头，在下真心不甘，快回来</p>
	<p>“凉风有信，秋月无边，亏我思娇……”小主，小宝给您请安！今天特呈上贡品一份：男装牛仔裤，我七个媳妇精心挑选上好布料，量体裁衣，巧手缝制，原79银两，现39银两，望小主笑纳！男人，将"裤"进行到底！</p>
	<p>腊月寒冬春尚早，手机也愁衣着少，衣见“时代”终需好，脱旧换新心情好！XXXX——您手机衣着大师，时尚，个性和品质共同拥有！</p>
	<p>亲，双Ⅰ2，XXX——最酷的骑行装备，邀您一起加入户外的健身party，体验风一般的速度与激情，让快乐和健康与您共舞！http://www.taobao.com</p>
	<p>腊月寒冬春尚早，妾身何愁衣着少，加绒打底温暖好，脱旧换新心情好，今冬美丽身材好！</p>
	<p>亲，双十二，风行者——最酷的骑行装备，邀您一起加入户外的健身party，体验风一般的速度与激情，让快乐和健康与您共舞！网址</p>
	<p>亲爱的老主顾，安！50两银票已放入您的票号！双12盛典倒计时，名品69银两起，入店领银票并请宝贝进车有彩头哦！</p>
	<p>双十二，我要爱妈妈，在爱的日子，为她选一件温暖舒适的美丽诺羊毛衫，或是轻盈保暖的白鸭绒冬装，更多孝心精品尽在沐蕾迪</p>
	<p>幸福来敲门，XX与您相约双十二，感谢朋友一年支持，让朋友们健康满载而归</p>
	<p>发饰添置莫烦恼，款式新颖品质高，出类拔萃发箍好，时尚美丽绝对好，双十二，夏维安邀您一起来聚“惠”！</p>
	<p>抗衰老保卫战，龄不同命，女人年轻才是资本！芳登--您青春的秘密！优雅藏龄，青春停驻！</p>
	<p>家居添置莫烦恼，百货齐全开心淘，出类拔萃针织好，温暖美丽品质高，围巾-脖间温存，手套-指间暖调，双十二邀您一起来聚“惠”。</p>
</div>
    </form>
</body>
</html>
